{
    "id": "read-xxxx",
    "name": "Learning Resource",
    "title": "8 stumbling blocks to steady blood glucose control",
    "topCommands": [],
    "graphs": [],
    "graph": false,
    "zombieGraph": false,
    "bodyContent": "<p>A person with diabetes may be asked to monitor their blood glucose levels or watch their \"sugars.\" Getting their blood glucose numbers in control becomes a part of their daily life and oftentimes a point of stress and worry. That's because the swings from low to high or high to low can take a toll on the body. Low glucose levels (called hypoglycemia) need to be treated immediately. And over time, elevated blood glucose levels may lead to complications.</p><p>On the flip side, good glucose control can mean better energy and fewer complications. The blood sugar spike after a meal is normal, as long as it goes back down to a healthy level (about 2 hours after eating). But there are times when blood glucose levels go out of whack. What can cause erratic blood glucose control?</p><ul><li>Your eating habits: Post-meal spikes in blood glucose are to be expected, and some foods have more impact on the levels than others. Timing of meals and snacks can also make a difference in the way that the body handles glucose. So can an unexpected serving of carbohydrates or eating too little throughout the day.</li><li>Your workout routines: A burst of activity can send blood glucose levels plummeting during and after exercise. Despite that side effect, exercise is a huge part of diabetes management. And as with nutrition, physical activity should be a consistent part of the routine. Shifting length, timing, and intensity of exercise can be the cause of fluctuating blood sugar levels. Certain high intensity exercises may also raise blood sugar levels temporarily due to the body releasing certain stress hormones such as cortisol and adrenaline.</li><li>Your reactions to stress: Stress sends hormones coursing through the body that can increase the blood glucose levels.</li><li>Your daily schedule: What one does from dawn to dusk has a bearing on blood glucose control. The \"dawn phenomenon,\" for instance, refers to the blood glucose increase that sometimes accompanies the body's normal morning surge of hormones. A changing work schedule makes diabetes management more challenging. Sleep plays such a strong role in overall health that it might also impact the body's glucose levels. People using insulin may also have a higher risk of developing hypoglycemia, especially at night.</li><li>Your menstrual cycle: Hormone shifts throughout the menstrual cycle could cause a blood sugar dip in one woman and a surge in another. Women who experience symptoms of premenstrual syndrome (PMS) may be more affected. Track symptoms to see if there is a pattern.</li><li>Your digestion: Problems with digestion can affect how the body processes the blood glucose from food that has been eaten. In gastroparesis, the stomach takes a longer time to empty, making it harder to predict and plan for post-meal blood glucose increases. People with type 1 diabetes are at an increased risk of celiac disease, which is a digestive disorder that interferes with nutrient absorption. It can usually be managed with a gluten-free diet.</li><li>Your insulin absorption: If you rely on insulin, several factors may affect how much of it actually reaches your blood (and, therefore, how well it can lower blood glucose). Expired or poorly mixed insulin may be to blame, or it could be due to scar tissue or fat deposits that have developed around injection sites on the body. Talk to your diabetes educator if you have concerns about your insulin.</li><li>Your overall health: People with diabetes still have to contend with everyday and seasonal illnesses. A cold or flu can disrupt blood glucose levels and a person's ability to manage them. Changes to appetite may require changes to meal plans, and medication needs may change as well. Also, watch out for over-the-counter cold and cough remedies that contain sugar.</li></ul><p>There may be no magic trick to make it all easier, but \"steady\" seems to be the magic word for diabetes management. Steadier routines equal steadier blood glucose levels. Talk to your health care team for more information about how to get to \"steady.</p>",
    "trackers": false,
    "bottomCommands": [],
    "modal": false
}